<?php 
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `fanwe_send_list`;");
E_C(\"CREATE TABLE `fanwe_send_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `dest` varchar(255) NOT NULL COMMENT '发送目标(邮件地址/手机号)',
  `title` varchar(255) NOT NULL COMMENT '发送的标题(邮件用)',
  `content` text NOT NULL COMMENT '发送内容',
  `create_time` int(11) NOT NULL COMMENT '记录时间',
  `send_type` tinyint(1) NOT NULL COMMENT '发送类型：0:邮件 1:短信',
  `status` tinyint(4) NOT NULL,
  `send_time` int(11) NOT NULL,
  `bond_id` int(11) NOT NULL COMMENT '如为团购券，这里为团购券的ID号',
  `user_id` int(11) DEFAULT '0',
  `err_msg` varchar(2000) DEFAULT NULL,
  `order_id` varchar(255) DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `inx_send_list_001` (`status`,`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=32 DEFAULT CHARSET=utf8 COMMENT='邮件/短信 发送的队列数据'");
E_D("replace into `fanwe_send_list` values('1','18653991358','','178团购通知您，您的订单：1312131508058 付款 ¥0.1 成功','1386889813','1','1','1386889818','0','54','1条短信中，有1条未成功发送到手机18653991358','65');");
E_D("replace into `fanwe_send_list` values('2','925635661@qq.com','付款邮件通知','178团购通知您，您的订单：1312131508058 付款 ¥0.1 成功','1386889813','0','1','1386889820','0','54','z','65');");
E_D("replace into `fanwe_send_list` values('3','925635661@qq.com','发货邮件通知','178团购通知您，您的订单：1312131508058 已经发货，发货单号为','1386897546','0','1','1386897547','0','54','z','65');");
E_D("replace into `fanwe_send_list` values('4','18653991358','','178团购通知您，您的订单：1312180918398 付款 ¥159 成功','1387301045','1','1','1387301671','0','54','1条短信中，有1条未成功发送到手机18653991358','76');");
E_D("replace into `fanwe_send_list` values('5','925635661@qq.com','付款邮件通知','178团购通知您，您的订单：1312180918398 付款 ¥159 成功','1387301045','0','1','1387301672','0','54','z','76');");
E_D("replace into `fanwe_send_list` values('6','18653991358','','你好，醉清风。感谢您团购“11(尺寸：12,颜色：红)”！您的订单号：1312180934298，ID:114，您的178券序列号为14039827，密码是66623130，消费时请出示此短信。','1387301669','1','1','1387301670','114','54','1条短信中，有1条未成功发送到手机18653991358','77');");
E_D("replace into `fanwe_send_list` values('7','925635661@qq.com','团购券邮件通知','你好，醉清风。感谢您团购“11(尺寸：12,颜色：红)”！您的订单号：1312180934298，ID:114，您的178券序列号为14039827，密码是66623130，消费时请出示。','1387301669','0','1','1387301672','114','54','z','77');");
E_D("replace into `fanwe_send_list` values('8','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407251706065，ID:115，您的团购券序列号为15205566，密码是32313665，消费时请出示此短信。','1406250366','1','0','0','115','59',NULL,'81');");
E_D("replace into `fanwe_send_list` values('9','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407251706065，ID:115，您的团购券序列号为15205566，密码是32313665，消费时请出示。','1406250366','0','0','0','115','59',NULL,'81');");
E_D("replace into `fanwe_send_list` values('10','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺双人”！您的订单号：1407281433302，ID:116，您的团购券序列号为788723937789，密码是，消费时请出示此短信。','1406500410','1','0','0','116','59',NULL,'82');");
E_D("replace into `fanwe_send_list` values('11','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺双人”！您的订单号：1407281433302，ID:116，您的团购券序列号为788723937789，密码是，消费时请出示。','1406500410','0','0','0','116','59',NULL,'82');");
E_D("replace into `fanwe_send_list` values('12','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407281435418，ID:117，您的团购券序列号为617893646612，密码是，消费时请出示此短信。','1406500541','1','0','0','117','59',NULL,'83');");
E_D("replace into `fanwe_send_list` values('13','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407281435418，ID:117，您的团购券序列号为617893646612，密码是，消费时请出示。','1406500541','0','0','0','117','59',NULL,'83');");
E_D("replace into `fanwe_send_list` values('14','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺双人”！您的订单号：1407281540049，ID:118，您的团购券序列号为576456909575，密码是，消费时请出示此短信。','1406504404','1','0','0','118','59',NULL,'84');");
E_D("replace into `fanwe_send_list` values('15','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺双人”！您的订单号：1407281540049，ID:118，您的团购券序列号为576456909575，密码是，消费时请出示。','1406504404','0','0','0','118','59',NULL,'84');");
E_D("replace into `fanwe_send_list` values('16','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291648584，ID:119，您的团购券序列号为422867950423，密码是，消费时请出示此短信。','1406594938','1','0','0','119','59',NULL,'85');");
E_D("replace into `fanwe_send_list` values('17','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291648584，ID:119，您的团购券序列号为422867950423，密码是，消费时请出示。','1406594938','0','0','0','119','59',NULL,'85');");
E_D("replace into `fanwe_send_list` values('18','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291652148，ID:120，您的团购券序列号为719889862715，密码是，消费时请出示此短信。','1406595134','1','0','0','120','59',NULL,'86');");
E_D("replace into `fanwe_send_list` values('19','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291652148，ID:120，您的团购券序列号为719889862715，密码是，消费时请出示。','1406595134','0','0','0','120','59',NULL,'86');");
E_D("replace into `fanwe_send_list` values('20','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291653469，ID:121，您的团购券序列号为857968627853，密码是，消费时请出示此短信。','1406595226','1','0','0','121','59',NULL,'87');");
E_D("replace into `fanwe_send_list` values('21','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291653469，ID:121，您的团购券序列号为857968627853，密码是，消费时请出示。','1406595226','0','0','0','121','59',NULL,'87');");
E_D("replace into `fanwe_send_list` values('22','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291653469，ID:122，您的团购券序列号为622474914625，密码是，消费时请出示此短信。','1406595226','1','0','0','122','59',NULL,'87');");
E_D("replace into `fanwe_send_list` values('23','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291653469，ID:122，您的团购券序列号为622474914625，密码是，消费时请出示。','1406595226','0','0','0','122','59',NULL,'87');");
E_D("replace into `fanwe_send_list` values('24','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:123，您的团购券序列号为142450469147，密码是，消费时请出示此短信。','1406595290','1','0','0','123','59',NULL,'88');");
E_D("replace into `fanwe_send_list` values('25','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:123，您的团购券序列号为142450469147，密码是，消费时请出示。','1406595290','0','0','0','123','59',NULL,'88');");
E_D("replace into `fanwe_send_list` values('26','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:124，您的团购券序列号为958208953955，密码是，消费时请出示此短信。','1406595290','1','0','0','124','59',NULL,'88');");
E_D("replace into `fanwe_send_list` values('27','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:124，您的团购券序列号为958208953955，密码是，消费时请出示。','1406595290','0','0','0','124','59',NULL,'88');");
E_D("replace into `fanwe_send_list` values('28','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:125，您的团购券序列号为617318511615，密码是，消费时请出示此短信。','1406595290','1','0','0','125','59',NULL,'88');");
E_D("replace into `fanwe_send_list` values('29','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:125，您的团购券序列号为617318511615，密码是，消费时请出示。','1406595290','0','0','0','125','59',NULL,'88');");
E_D("replace into `fanwe_send_list` values('30','18116345506','','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:126，您的团购券序列号为978040863979，密码是，消费时请出示此短信。','1406595290','1','0','0','126','59',NULL,'88');");
E_D("replace into `fanwe_send_list` values('31','lujfsd@163.com','团购券邮件通知','你好，lujiefeng。感谢您团购“缘始陶艺单人体验套餐”！您的订单号：1407291654501，ID:126，您的团购券序列号为978040863979，密码是，消费时请出示。','1406595290','0','0','0','126','59',NULL,'88');");

require("../../inc/footer.php");
?>