<?php
// +----------------------------------------------------------------------
// | Fanwe 多语商城建站系统 (Build on ThinkPHP)
// +----------------------------------------------------------------------
// | Copyright (c) 2009 http://www.fanwe.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 云淡风轻(97139915@qq.com)
// +----------------------------------------------------------------------

return array(
	'CONFIG_ECBANK_VACC_ACCOUNT'	=>	'商店代號(必填)',
	'CONFIG_ECBANK_VACC_CHECKCODE'	=>	'綠界 ECBank 檢查碼(必填)',
);

?>