<?php exit;?>1406344598a:4:{i:0;a:18:{s:2:"id";s:2:"69";s:6:"name_1";s:12:"关于我们";s:9:"content_1";s:545:"<p>
	群星团购网商城上聚集了全国众多优质的生活服务商家入驻开设线上专卖店，每天有大量的吃喝玩乐商品天天售卖，有超便宜的团购，各种代金券、会员卡、优惠券、折扣服务、还有限时促销等各种优惠活动，内容涵盖了美食、电影、婚庆、旅行、酒店、美容保健、休闲娱乐等多类别，基本覆盖了人们的日常生活所需，使用户得以用最少花费享受最时尚的高品质生活。
</p>
<div>
	<br />
</div>
<p>
	<br />
</p>";s:7:"cate_id";s:2:"20";s:11:"create_time";s:10:"1269467465";s:11:"update_time";s:10:"1389398123";s:8:"ref_link";s:0:"";s:6:"author";s:0:"";s:11:"click_count";s:2:"48";s:4:"sort";s:1:"6";s:4:"type";s:1:"2";s:7:"preview";s:0:"";s:12:"seokeyword_1";s:0:"";s:12:"seocontent_1";s:0:"";s:6:"status";s:1:"1";s:7:"brief_1";s:0:"";s:6:"u_name";s:0:"";s:6:"target";s:1:"0";}i:1;a:18:{s:2:"id";s:2:"70";s:6:"name_1";s:12:"加入我们";s:9:"content_1";s:50:"携手178 &nbsp; 开创自己理想的事业平台";s:7:"cate_id";s:2:"20";s:11:"create_time";s:10:"1269467481";s:11:"update_time";s:10:"1386044777";s:8:"ref_link";s:0:"";s:6:"author";s:0:"";s:11:"click_count";s:2:"36";s:4:"sort";s:1:"7";s:4:"type";s:1:"2";s:7:"preview";s:0:"";s:12:"seokeyword_1";s:0:"";s:12:"seocontent_1";s:0:"";s:6:"status";s:1:"1";s:7:"brief_1";s:0:"";s:6:"u_name";s:0:"";s:6:"target";s:1:"0";}i:2;a:18:{s:2:"id";s:2:"71";s:6:"name_1";s:12:"联系我们";s:9:"content_1";s:0:"";s:7:"cate_id";s:2:"20";s:11:"create_time";s:10:"1269467492";s:11:"update_time";s:10:"1269467492";s:8:"ref_link";s:0:"";s:6:"author";s:0:"";s:11:"click_count";s:2:"46";s:4:"sort";s:1:"8";s:4:"type";s:1:"2";s:7:"preview";s:0:"";s:12:"seokeyword_1";s:0:"";s:12:"seocontent_1";s:0:"";s:6:"status";s:1:"1";s:7:"brief_1";s:0:"";s:6:"u_name";s:0:"";s:6:"target";s:1:"0";}i:3;a:18:{s:2:"id";s:2:"72";s:6:"name_1";s:12:"隐私声明";s:9:"content_1";s:1938:"<br />
<br />
隐私政策<br />
178团购网团非常重视对用户隐私权的保护，邮件、手机号、购买档案等个人资料为用户重 要隐私，我们承诺不会将个人资料用作它途；承诺不会在未获得用户许可的情况下擅自将用户的个人资料信息出借、出 让、出租或出售给任何第三方，除非：<br />
1. 用户同意让第三方共享资料；<br />
2. 用户同意公开其个人资料，享受为其提供的产品和服务；<br />
3. 本站需要听从法庭传票、法律命令或遵循法律程序；<br />
4. 在某些团购活动中，商家需要用户的姓名、手机号码，以便核实身份，防止竞争对手恶意购买。<br />
<br />
<br />
我们邮件将为您提供什么信息？&nbsp;<br />
在您的邮箱里，您将接受到我们网站日常的服务信息以及偶尔的与您的购买有关系的通知。我们尊重并保护您的个人隐私权。我们将通过您的邮箱通知您每天的交易。&nbsp;<br />
<br />
<br />
这里的交易安全吗？<br />
必须的。在178团购网团上的所有交易都是通过合法、正当且正经的付费方式进行的，如：支付宝、财付通、易宝支付等。同时，请相信我们不会、不敢也无法获得您的任何支付帐号、支付密码等信息。&nbsp;<br />
<br />
<br />
如果提供商品的商家搬迁、倒闭、拒绝服务了怎么办？<br />
如果您的178团购网券还没有使用，我们将支付所有的钱。<br />
<br />
<br />
使用说明<br />
178团购网团用户可以通过设定的密码来保护账户和资料安全。用户应当对其密码和178团购网券中的验证码的保密负全部责任。请不要和他人分享此类信息。如果您使用的是公共电脑，请在离开电脑时退出178团购网团以保证您的信息不被后来的使用者获取。<br />
<div>
	<br />
</div>";s:7:"cate_id";s:2:"20";s:11:"create_time";s:10:"1269467502";s:11:"update_time";s:10:"1386044871";s:8:"ref_link";s:0:"";s:6:"author";s:0:"";s:11:"click_count";s:2:"45";s:4:"sort";s:1:"9";s:4:"type";s:1:"2";s:7:"preview";s:0:"";s:12:"seokeyword_1";s:0:"";s:12:"seocontent_1";s:0:"";s:6:"status";s:1:"1";s:7:"brief_1";s:0:"";s:6:"u_name";s:0:"";s:6:"target";s:1:"0";}}